{
    "13841": "<h1>Conta banida</h1><p>Lamentamos saber que sua conta JstMStudio foi banida de nossa autenticação. Esperamos que você possa ser desbanido em breve.<br><br>Se o seu foi banida, provavelmente você violou nossos termos várias vezes em várias contas e ignorou nosso aviso. Também não permitimos atividades ilegais em nossos sites e comunidade.<br><br>Se sua conta foi banida, por favor, não tente desbanir sua conta imediatamente. Isso fará com que você não saiba o que fez de errado e não entenda nossos termos. Após a notificação de sua conta ser banida, entre em contato conosco diretamente por e-mail ou mídia social. Peça desculpas por seu erro e o JstMStudio pode reconsiderar e desbanir sua conta.<br><br>Se você achar que é um erro, entre em contato conosco imediatamente. Tentaremos reiniciar a investigação em sua conta.</p>",
    "67381": "<h1>Conta excluída</h1><p>Se sua conta foi desativada por 21 dias, sua conta será excluída de nosso banco de dados. Você pode solicitar que sua conta seja reinvestigada para revogar a ação de desativação feita por equipe, mas se você não fizer nada, sua conta será excluída em 21 dias.<br><br>Sua conta pode ser excluída por qualquer pessoa que tenha acesso à sua conta. Nós processaremos se alguém solicitar a exclusão da conta. Você tem a chance de revogar esta ação em 21 dias antes que a conta seja totalmente excluída do banco de dados.<br><br>Se você não fizer login em sua conta em até 2 meses, você será lembrado de sua conta por e-mail. Se você não fizer login em sua conta em 14 dias, poderemos removê-la devido à inatividade.<br><br>Sua conta também poderá ser excluída por nossa equipe se encontrarmos alguma fraude perigosa ou violação de nossos termos em seu Merecemos o direito de excluir sua conta de acordo com nossos termos com você. <br><br>Enviaremos um aviso se sua conta ount foi deletado. Se sua conta foi excluída, verifique sua caixa de correio por e-mails nossos sobre isso para confirmá-la. Você pode então criar uma nova conta novamente.</p>",
    "89651": "<h1>Conta desativada</h1><p>Se sua conta foi desativada por você, entre em contato conosco diretamente para solicitar que ela seja reativada novamente. Podemos exigir algum tipo de verificação para saber que é você antes de reativar sua conta.<br><br>Se sua conta foi desativada por nós, provavelmente foi descoberto que você não seguiu nossos termos (Termos de Serviço e Diretrizes da Comunidade). Cada usuário é '''OBRIGATÓRIO''' para seguir todos e cada um dos nossos termos em nossos sites em todos os momentos.</p>",
    "10915": "<h1>Conta não encontrada</h1><p>Se sua conta mostrar que não foi encontrada ou não existe, provavelmente significa que você não se inscreveu usando a autenticação do site que está usando atualmente . Atualmente temos duas autenticações, uma para comentários e outra para principal.<br><br>Criaremos uma conta principal para usuários em comentários e vice-versa. Não é automático e precisávamos fazer isso manualmente para que pudesse demorou um pouco para fazer isso.<br><br>Sua conta pode mostrar que não existe ou não foi encontrada ao ser desativada ou excluída depois que você violou nossas políticas. Você também pode solicitar em nossos servidores de suporte ou entrar em contato conosco para saiba mais.</p>",
    "52107": "<h1>Ajustando a doação</h1><p>JstMStudio atualmente permite que todos apoiem ou doem para a equipe através do nosso link de pagamento oficial do Stripe. Infelizmente, o Stripe não permite o ajuste do valor da doação.<br><br >Se você quiser ter um valor diferente do nosso valor de doação padrão, entre em contato conosco diretamente para que possamos gerar um link de pagamento especialmente para o seu valor.</p>",
    "98106": "<h1>A COPPA não exigia que cada software tivesse 13 anos?</h1><p>Sim, a COPPA exige que toda e qualquer plataforma de software e sites coletem apenas dados de usuários com mais de 13 anos sem pais Os usuários podem se inscrever em um site com o consentimento dos pais, mesmo que tenham menos de 13 anos, embora o requisito de idade possa variar entre os países.<br><br>Felizmente, o JstMStudio não está sediado nos Estados Unidos (EUA) ou na Europa União ou Reino Unido (Reino Unido). Estamos sediados na Malásia, que são aplicadas pelas leis da Malásia e não pelas leis dos EUA ou da UE. Não existem leis específicas na Malásia, por isso temos a liberdade de usar as idades que julgarmos adequadas e as usamos para o bem use para que todos de 7 a 12 anos possam usá-lo livremente.<br><br>Observe que os cidadãos dos EUA e as pessoas nos EUA precisam ter 13 e 16 anos no Camboja para usar nossos serviços. Não permitimos usuários menores de idade usar nossos serviços de acordo com as leis dos EUA, a menos que com o consentimento dos pais e o monitoramento dos pais.</p>",
    "61029": "<h1>O que a doação faz?</h1><p>A doação significa muito para o JstMStudio. Na verdade, somos financiados principalmente por doação e patrocínio. Não importa se é $1 ou $10, é ainda considerado muito para o JstMStudio. Mesmo que seja $1, significa que nosso trabalho duro foi respeitado por alguém.<br><br>Ao doar para o JstMStudio, você pode nos ajudar a desenvolver um software melhor e mais forte. também nos ajude ddesenvolvimento para cada um e todos os projetos.<br><br>Cada doação, não importa se é $ 1 ou $ 10, não vamos desperdiçá-la e certamente a colocaremos em bom uso. A doação pode ser salva em nossa conta pública para uso futuro, recompensa a equipe de funcionários por seu trabalho árduo, orçamento mensal pago da equipe e etc. A doação também pode ser usada para hospedar e alimentar projetos do JstMStudio.</p>",
    "92657": "<h1>Incorporar</h1><p>O projeto JstMStudio atualmente não tem nenhuma API de incorporação para nosso site. Todos os nossos sites atualmente servem como códigos sem servidor ou apenas frontend, portanto, não suportamos nenhuma API para qualquer uso comercial/pessoal. No momento, não temos planos para criar uma API até o final, infelizmente.<br><br>Embora JstMStudio não tenha nossa própria API, todos os usuários podem usar HTML Iframe, Object e Embed em projetos SJstMStudio Todo o nosso site também suporta a incorporação de Iframe.</p>",
    "78526": "<h1>Como eu poderia doar?</h1><p>JstMStudiom atualmente suporta apenas dois métodos de doação para a equipe. Atualmente, temos planos de implementar mais métodos para que todos possam doar para nós.<br> <br>Atualmente, todos podem doar para o JstMStudio a partir das páginas Buy Me A Coffee e Ko-Fi criadas por Jst Tan, chefe do JstMStudio. Você pode mencionar qual projeto você está apoiando atualmente. Você pode apoiar o JstMStudio por doação única ou doação mensal para nós.<br><br>Atualmente, recebemos 95% de todos os tipos de sua doação do Buy Me A Coffee com 5% para o Buy Me A Coffee. Recebemos 100% de um pagamento único e 5% para assinatura mensal no Ko-Fi.<br><br>Não importa se é $1 ou $10, isso significa muito para nós, então, se você puder, por favor, faça uma doação para nós.</p>",
    "23195": "<h1>Quantos anos é necessário para usar projetos JstMStudio?</h1><p>Você precisa ter mais de 7 anos para usar projetos JstMStudio com o consentimento dos pais e os pais mantêm um olhar atento em seus atividades. Se você não tiver o consentimento dos pais, é necessário ter mais de 13 anos para usar projetos JstMStudio, mas isso pode variar de país para país. Para países sob GDPR, por favor, tenha mais de 16 anos para usar projetos JstMStudio.</p >",
    "89103": "<h1>Processador de pagamentos</h1><p>JstMStudio atualmente usando o Stripe para todo o processamento de pagamentos relacionado à equipe. Todos os pagamentos de todos estão sendo feitos usando o Stripe antes de chegar até nós por motivos de segurança.<br>< br>Stripe suporta vários métodos de pagamento das principais empresas de cartão de todo o mundo. Os usuários podem usar cartões, carteiras, débitos bancários e transferências e diretos bancários no Stripe. Atualmente, o Stripe suporta transferências via Alipay, Apple Pay, Google Pay, Microsoft Pay, Clique para pagar e WeChat Pay.</p>"
}
